[
    {
      "text": "Обледенелые деревья? По всем прогнозам на этой планете не должно быть растительных форм. Но вот же они? К тому же здесь довольно тепло, согласно термометру. В лаборатории бы этим заинтересовались, но все выглядит подозрительно.",
      "lastline": false,
      "button1text": "Изучить и собрать материалы",
      "button2text": "Лучше уйти",
      "currentStoryLine": 0,
	  "pictureName": "camp/frozen alien forest.png"
    },
    {
      "text": "Ученые не могут по описанию сказать, что это. Разведчики делают небольшой надрез в предполагаемой коре. Кажется, объект рядом пошевелился, или это просто ветер? Внутри нет сходства ни с растениями, ни с живыми тканями. Материал готовится к перевозке, но пора ли отправляться разведчиком?",
      "lastline": false,
      "button1text": "Осмотреться еще и отдохнуть",
      "button2text": "Уйти",
      "currentStoryLine": 1,
	  "pictureName": "camp/tree.png"
    },
    {
      "text": "Есть ли толк от осмотра ледышек? Да и кто знает, что могло случиться. Разведчики уходят и никогда больше не вспоминают об этой находке.",
      "lastline": true,
      "button1text": "Забыть об этом месте",
      "button2text": null,
      "currentStoryLine": 2,
	  "reward": null,
	  "pictureName": "camp/going away 2.png"
    },
    {
      "text": "Спустя некоторое время брождения разведчики приходят к выводу, что из-за особого расположения рельефа здесь можно полноценно согреться. Время от времени кажется, что рельеф и \"растения\" вибрируют, но ничего плохого не происходит. Подземные толчки? Пока что вам не суждено это узнать.",
      "lastline": true,
      "button1text": "Погреться и уйти",
      "button2text": null,
      "currentStoryLine": 3,
	  "reward": {
      "science": 5,
      "mineral": 0,
      "energy": 0,
      "death": false,
	  "bonusEvent": true
    },
	"pictureName": "camp/warm place 3.png"
    },
	{
      "text": "На разведчиков слишком давят все странности в этом месте. Группа спешно собирает вещи, кладет среди них собранные материалы и уезжает. В лаборатории не пришли ни к какому выводу относительно находки, но она пригодилась им в других исследованиях",
	  "lastline": true,
      "button1text": "Отлично",
      "button2text": null,
      "currentStoryLine": 4,
	  "reward": {
      "science": 5,
      "mineral": 0,
      "energy": 0,
      "death": false,
	  "bonusEvent": false
    },
	"pictureName": "camp/going away 2.png"
    }
]