[
    {
      "text": "Ледяной лес из уже знакомых непонятных объектов начинает отражать красное свечение по мере продвижения. Когда разведчики доходят до гладких полностью красных камней, лес выглядит как при земном закате. Красный материал покрывает выгравированные знаки на камнях и находится слишком глубоко подо льдами, чтобы можно было изучить состав. Группу одолевают неприятные мысли.",
      "lastline": false,
      "button1text": "Начать исследование",
      "button2text": "Уйти",
      "currentStoryLine": 0,
	  "pictureName": "monster/red ice 1.png"
    },
    {
      "text": "Обособленные камни образуют несколько строений, каждое с длинными обледенелым угловым спуском. Кажется, такое уже где-то было? Внутри красные изделия из материалов планеты. К сожалению, не видно возможности их унести. Местами лед настолько наполнен красным веществом, что за ним не видно настенных символов. Несмотря на возможные ожидания, здесь больше ничего нет.",
      "lastline": false,
      "button1text": "Уйти ни с чем",
      "button2text": null,
      "currentStoryLine": 1,
	  "pictureName": "monster/red ice place.png"
    },
    {
      "text": "С таким настроем нельзя продолжать исследования, поэтому разведчики решают уйти. Сомнений в неестественном происхождении камней не было ни у кого, а догадки о красном веществе лишь наводили ужаса, поэтому никто не думал в будущем сюда возвращаться.",
      "lastline": true,
      "button1text": "Забыть об этом месте",
      "button2text": null,
      "currentStoryLine": 2,
	  "reward": null,
	  "pictureName": "monster/going away 2.png"
    },
    {
      "text": "Разведчики выбираются из домов, но одному не повезло: из-за оборвавшегося троса он скатывается, раня ногу об одно из изделий на полу. Ее удалось быстро обработать, а отверстие в костюме - залатать подручными материалами, но в процессе с группой связались из лаборатории: в бескрайних горах возле них обнаружено движение, и это не простой сход снега! Тут же раздаются треск и грохот, земля и стены дрожат, сердца бьются быстро. \"Мы правда хотим знать, что таит эта планета?",
      "lastline": false,
      "button1text": "Да",
      "button2text": "Надо бежать!",
      "currentStoryLine": 3,
	  "pictureName": "monster/hurted leg 2.png"
    },
    null,
    null,
    null,
    {
      "text": "...",
      "lastline": true,
      "button1text": "...",
      "button2text": null,
      "currentStoryLine": 7,
	  "reward": {
      "science": 40,
      "mineral": 0,
      "energy": 0,
      "death": true,
	  "bonusEvent": true
    },
	"pictureName": "monster/red ice place 2.png"
    },
    {
      "text": "Разведчики бросают тросы и убегают к транспорту. Спешная погрузка, разгон, позади раздаются удары от падающих льдин и... чего-то еще? Когда все наконец стихает, разведчики останавливаются на проверку и обнаруживают одно из красных изделий, видимо, прилетевшее сюда во время тряски. В лаборатории не получается выяснить происхождение красного вещества, но обнаруживаются его энергитческие свойства. Оно поможет запитать телепорт, но найти еще одно такое уже не получится. К сожалению или к счастью, что происходило в горах останется для всех загадкой.",
      "lastline": true,
      "button1text": "К сожалению...",
      "button2text": "К счастью...",
      "currentStoryLine": 8,
	  "reward": {
      "science": 15,
      "mineral": 0,
      "energy": 30,
      "death": false,
	  "bonusEvent": false
    },
	"pictureName": "monster/loot 3.png"
    }
]