[
    {
      "text": "Разведчики натыкаются на высокую, но маленькую в радиусе, остроконечную гору. Их внимание привлекают непокрытые снегом камни рядом, как будто эта гора еще недавно лежала, а сейчас ее что-то подняло и поставило. Задумвашись, они понимают, что уже длительное время идут сквозь горы подобной неестественной формы. Есть ли повод беспокоиться?",
      "lastline": false,
      "button1text": "Осмотреть все внимательнее",
      "button2text": "Уйти",
      "currentStoryLine": 0,
	  "pictureName": "mountain/Ice mountain.png"
    },
    {
      "text": "Гора больше ничем не привлекает, в отличие от места, где она \"лежала\". Оно наполнено минералами! Разведчики делают разметку, оставляют знаки на картах, но вдруг с вершины валится снег. Ничего необычного, если бы кто-то не крикнул: \"Она шевелится!\". Медленные подергивания вершины сопровождаются треском льда, покрывающего \"гору?\".",
      "lastline": false,
      "button1text": "Продолжать работу!",
      "button2text": "Бежать!",
      "currentStoryLine": 1,
	  "pictureName": "mountain/curved claw 3.png"
    },
    {
      "text": "Что может быть такого в горе? Если останавливаться у каждой, уйдет слишком много времени. Возможно, она полна минералами, но проверить это все равно не получится.",
      "lastline": true,
      "button1text": "Забыть об этом месте",
      "button2text": null,
      "currentStoryLine": 2,
	  "reward": null,
	  "pictureName": "mountain/going away 2.png"
    },
    {
      "text": "Разведчики как могут стараются не обращать внимание на происходящее, но работа все равно идет слишком медленно. Подергивания сменяются рывками, а лед все меньше сдерживает непонятный объект. Хлопок! Найденные минералы снова погребены под землей, но о случившемся уже некому рассказывать.",
      "lastline": true,
      "button1text": "...",
      "button2text": null,
      "currentStoryLine": 3,
	  "reward": {
      "science": 0,
      "mineral": 0,
      "energy": 0,
      "death": true,
	  "bonusEvent": false
    },
	"pictureName": "mountain/death.png"
    },
    {
      "text": "Бросив работу на полпути, разведчики разбегаются во все стороны от \"горы\". Позади раздаются трески, хлопки, некоторым в спины прилетают снег или небольшие осколки льда. Самые смелые могли наблюдать, как это нечто сносило результаты их трудов, и снесло бы их вместе с ними. Спустя некоторое время отряд воссоединяется, кто-то показывает небольшую кучку минералов, которую он успел схватить. Нахлынувшая буря скрывает \"гору\" из виду, и никто не желает проверять, что с ней.",
      "lastline": true,
      "button1text": "Уйти",
      "button2text": null,
      "currentStoryLine": 4,
	  "reward": {
      "science": 10,
      "mineral": 20,
      "energy": 0,
      "death": false,
	  "bonusEvent": false
    },
	"pictureName": "mountain/loot.png"
    }
]