[
    {
      "text": "Необычайно гладкие камни выделяются в снегу на фоне остального рельефа. Может ли это быть строением на планете, куда не ступала нога человека, или же ветра придали им такую форму?",
      "lastLine": false,
      "button1text": "Осмотреться",
      "button2text": "Уйти",
	  "currentStoryLine": 0
    },
    {
      "text": "Разведчики сметают снег с камней и отчетливо видят конструкцию из гладких блоков здешних минералов. На них выгравированы незнакомые символы, которыми, возможно, заинтересуются в лаборатории. Рядом есть похожая конструкция с обледенелым спуском под углом около 30 градусов. Туда наверняка получится спуститься, но получится ли выбраться?",
      "lastLine": false,
      "button1text": "Спуститься",
      "button2text": "Не рисковать",
	  "currentStoryLine": 1
    },
    {
      "text": "Конечно, у разведки есть задачи посерьезнее разглядывания камней. Планета необитаема, и никто не мог бы выжить в таком климате. Отряд покидает место ни с чем и вскоре забывает о нем.",
      "lastLine": true,
      "button1text": "Забыть об этом месте",
      "button2text": null,
	  "currentStoryLine": 2,
	  "reward": null
    },
    {
      "text": "Свет фонариков отражается от обледенелых стен с символами и освещает все помещение разом. Повсюду разбросаны непонятные изделия из минералов, которые могли бы пригодиться после обработки, но выбраться с ними через вход не получится. В углу находится еще один похожий спуск, может ли он вести к другому выходу?",
      "lastLine": false,
	  "button1text": "Спуститься с найденными изделиями",
      "button2text": "Уйти без изделий",
	  "currentStoryLine": 3
    },
    {
      "text": "Конечно, риск не оправдан, считают разведчики и возвращаются. Они отмечают это место на карте и уходят, но нахлынувшая буря тут же заваливает вход. Больше сюда возвращаться нет смысла.",
      "lastLine": true,
      "button1text": "Забыть об этом месте",
      "button2text": null,
	  "currentStoryLine": 4,
	  "reward": {
      "science": 5,
      "mineral": 0,
      "energy": 0,
      "death": false,
	  "bonusEvent": false
    }
    },
    null,
    null,
    {
      "text": "Вместо помещения внизу лишь длинный тоннель шириной в пару метров, к концу он сужается так, что человек едва может пролезть. Просвета в конце не видно, но есть небольшой подъем. Поверх выгравированных символов на стенах теперь встречаются выцарапанные и более хаотичные. Хотя под землей теплее, чем снаружи, если пойти вперед, назад вернуться не получится.",
      "lastLine": false,
      "button1text": "Пройти через тоннель",
      "button2text": "Уйти",
	  "currentStoryLine": 7
    },
    {
      "text": "Конечно, риск не оправдан, считают разведчики и возвращаются. Они отмечают это место на карте и уходят, но нахлынувшая буря тут же заваливает все помещение, а затем и вход. Больше сюда возвращаться нет смысла.",
      "lastLine": true,
      "button1text": "Забыть о руинах",
      "button2text": null,
	  "currentStoryLine": 8,
	  "reward": {
      "science": 5,
      "mineral": 0,
      "energy": 0,
      "death": false,
	  "bonusEvent": false
    }
    },
    null,
    null,
    null,
    null,
    null,
    null,
    {
      "text": "Гладкие стены сменились пещерными изгибами с гораздо большим количеством символов. Разведчики все чаще замечают одинаковые комбинации и начинают строить догадки об их значении. Пещера ведет вверх, но каждый шаг дается с огромными трудом, а изделия тянут разведчиков вниз. Подъем выглядит преодолимым, впрочем, есть ли выбор?",
      "lastLine": false,
      "button1text": "Продолжать подъем",
      "button2text": "Пути назад нет",
	  "currentStoryLine": 15
    },
    {
      "text": "Конечно, риск не оправдан, считают разведчики и возвращаются. Они отмечают это место на карте и уходят, но нахлынувшая буря тут же заваливает все помещение, а затем и вход. Больше сюда возвращаться нет смысла.",
      "lastLine": true,
      "button1text": "Забыть о руинах",
      "button2text": null,
	  "currentStoryLine": 16,
	  "reward": {
      "science": 10,
      "mineral": 0,
      "energy": 0,
      "death": false,
	  "bonusEvent": false
    }
    },
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    {
      "text": "Сил практически не осталось, но видимо, они и не потребуются - это тупик. Кто-то ругается и в ярости бросает одно из изделий. Лед на потолке оказывается тонким, трескается и обваливает огромный пласт снега, скрывавший свет. Все смогли выбраться, но рюкзаки завалило. Правда ли стоит искать эти изделия, когда все уже на пределе? Но для чего тогда все это было?",
      "lastLine": false,
      "button1text": "Искать изделия",
      "button2text": "Уйти живыми",
	  "currentStoryLine": 31
    },
    {
      "text": "\"Кто бы ни оставил эти знаки, они погибли здесь, как погибнете и вы. А мы уходим, откуда пришли.\" Не выдержав давления, разведчики раскололись. Те, кто пошел вперед, уперлись в тупик, а развернувшиеся столкнулись со снежным завалом, который им не суждено было раскопать.",
	  "lastLine": true,
      "button1text": "...",
      "button2text": null,
	  "currentStoryLine": 32,
	  "reward": {
      "science": 10,
      "mineral": 0,
      "energy": 0,
      "death": true,
	  "bonusEvent": false
    }
    },
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    {
      "text": "Метель сбрасывала снег на спины разведчиков, а температура в теперь открытой пещере стремительно падала. К моменту, когда было выкопано большинство рюкзаков, стоять могли не все. Оставшиеся сделали отметку на карте, и еще меньше добралось до транспорта. На базе карту найти не удалось, и отряд больше не мог существовать. Минералов из изделей хватит на подготовку нового.",
      "lastLine": true,
      "button1text": "Оно того стоило",
      "button2text": "...",
	  "currentStoryLine": 63,
	  "reward": {
      "science": 15,
      "mineral": 20,
      "energy": 0,
      "death": true,
	  "bonusEvent": false
    }
    },
    {
      "text": "Общими усилиями отряд выбирается, проклиная пещеру и это место. Даже когда разведчики добрались до транспорта и убедились, что спаслись, ни у кого не было желания узнавать, что же они обнаружили. Думать о предназначении изделий им хотелось еще меньше. Впрочем, даже ученые в лаборатории позже не смогут дать внятного ответа, но частичные переводы символов дают сведения о планете.",
      "lastLine": true,
      "button1text": "Забыть об этом месте",
      "button2text": null,
	  "currentStoryLine": 64,
	  "reward": {
      "science": 15,
      "mineral": 0,
      "energy": 0,
      "death": false,
	  "bonusEvent": false
    }
    }
]
